Repository: mexenixi/narabi
Catalog: Narabi/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# about.data.summary
source: Projects and OCR results are generally processed on the device. AI handoff files are never sent automatically; the user chooses where to share them.
ar: تُعالج المشاريع ونتائج OCR عادةً على الجهاز. ولا تُرسل ملفات الذكاء الاصطناعي تلقائيًا؛ بل يختار المستخدم وجهة المشاركة.
de: Projekte und OCR-Ergebnisse werden grundsätzlich auf dem Gerät verarbeitet. Dateien für KI-Dienste werden nie automatisch gesendet; Sie wählen das Freigabeziel.
es: Los proyectos y los resultados de OCR se procesan, por regla general, en el dispositivo. Los archivos para IA nunca se envían automáticamente: tú eliges dónde compartirlos.
fr: Les projets et les résultats OCR sont en principe traités sur l’appareil. Les fichiers destinés à une IA ne sont jamais envoyés automatiquement : vous choisissez leur destination.
he: פרויקטים ותוצאות OCR מעובדים בדרך כלל במכשיר. קבצים להעברה ל-AI אינם נשלחים אוטומטית; המשתמש בוחר את יעד השיתוף.
hi: प्रोजेक्ट और OCR परिणाम सामान्यतः डिवाइस पर संसाधित होते हैं। AI के लिए फ़ाइलें अपने आप नहीं भेजी जातीं; उपयोगकर्ता साझा करने का स्थान चुनता है।
id: Proyek dan hasil OCR pada umumnya diproses di perangkat. File untuk AI tidak pernah dikirim otomatis; pengguna memilih tujuan berbagi.
it: I progetti e i risultati OCR vengono normalmente elaborati sul dispositivo. I file per l’IA non vengono mai inviati automaticamente: scegli tu dove condividerli.
ja: プロジェクトやOCR結果は原則として端末内で処理します。AI用ファイルは自動送信されず、共有先は利用者が選びます。
ko: 프로젝트와 OCR 결과는 원칙적으로 기기에서 처리됩니다. AI 전달 파일은 자동으로 전송되지 않으며 사용자가 공유 대상을 선택합니다.
nl: Projecten en OCR-resultaten worden in principe op het apparaat verwerkt. Bestanden voor AI worden nooit automatisch verstuurd; je kiest zelf waar je ze deelt.
pl: Projekty i wyniki OCR są zasadniczo przetwarzane na urządzeniu. Pliki dla AI nie są wysyłane automatycznie; użytkownik wybiera miejsce udostępnienia.
pt_br: Projetos e resultados de OCR são processados, em geral, no dispositivo. Arquivos para IA nunca são enviados automaticamente; você escolhe onde compartilhá-los.
ru: Проекты и результаты OCR обычно обрабатываются на устройстве. Файлы для ИИ не отправляются автоматически: место отправки выбирает пользователь.
th: โปรเจกต์และผลลัพธ์ OCR จะประมวลผลบนอุปกรณ์เป็นหลัก ไฟล์สำหรับ AI จะไม่ถูกส่งอัตโนมัติ ผู้ใช้เป็นผู้เลือกปลายทางการแชร์
tr: Projeler ve OCR sonuçları genel olarak aygıtta işlenir. AI aktarım dosyaları otomatik gönderilmez; nereye paylaşılacağını kullanıcı seçer.
uk: Проєкти й результати OCR зазвичай обробляються на пристрої. Файли для ШІ не надсилаються автоматично: місце поширення обирає користувач.
vi: Dự án và kết quả OCR nhìn chung được xử lý trên thiết bị. Tệp chuyển cho AI không bao giờ tự động gửi; người dùng chọn nơi chia sẻ.
zh_hans: 项目和 OCR 结果原则上在设备上处理。AI 交接文件不会自动发送，共享目标由用户选择。
zh_hant: 專案和 OCR 結果原則上在裝置上處理。AI 交接檔案不會自動傳送，共享對象由使用者選擇。

# about.data.title
source: Data handling
ar: معالجة البيانات
de: Datenverarbeitung
es: Tratamiento de datos
fr: Traitement des données
he: טיפול בנתונים
hi: डेटा प्रबंधन
id: Penanganan data
it: Trattamento dei dati
ja: データの取扱い
ko: 데이터 처리
nl: Gegevensverwerking
pl: Przetwarzanie danych
pt_br: Tratamento de dados
ru: Обработка данных
th: การจัดการข้อมูล
tr: Veri işleme
uk: Обробка даних
vi: Xử lý dữ liệu
zh_hans: 数据处理
zh_hant: 資料處理

# about.developer
source: Developer
ar: التطوير والإدارة
de: Entwickler
es: Desarrollador
fr: Développement
he: פיתוח וניהול
hi: विकास और संचालन
id: Pengembang
it: Sviluppatore
ja: 開発・運営
ko: 개발자
nl: Ontwikkelaar
pl: Twórca
pt_br: Desenvolvedor
ru: Разработка и поддержка
th: ผู้พัฒนา
tr: Geliştirici
uk: Розробка та підтримка
vi: Nhà phát triển
zh_hans: 开发者
zh_hant: 開發者

# about.development.summary
source: AI is used to assist implementation. Requirements, design, verification, and release decisions remain with the developer.
ar: يُستخدم الذكاء الاصطناعي للمساعدة في التنفيذ، بينما يتولى المطوّر تحديد المتطلبات والتصميم والتحقق وقرارات النشر.
de: KI unterstützt die Implementierung. Anforderungen, Design, Prüfung und Veröffentlichungsentscheidungen liegen beim Entwickler.
es: Se utiliza IA como apoyo en la implementación. Los requisitos, el diseño, la verificación y las decisiones de publicación corresponden al desarrollador.
fr: L’IA est utilisée pour aider à l’implémentation. Les exigences, la conception, la vérification et les décisions de publication restent sous la responsabilité du développeur.
he: נעשה שימוש ב-AI לסיוע במימוש. הדרישות, התכנון, האימות והחלטות הפרסום נשארים באחריות המפתח.
hi: कार्यान्वयन में सहायता के लिए AI का उपयोग किया जाता है। आवश्यकताएँ, डिज़ाइन, सत्यापन और प्रकाशन के निर्णय डेवलपर के पास रहते हैं।
id: AI digunakan untuk membantu implementasi. Persyaratan, desain, verifikasi, dan keputusan rilis tetap ditentukan pengembang.
it: L’IA viene usata come supporto all’implementazione. Requisiti, progettazione, verifica e decisioni di pubblicazione spettano allo sviluppatore.
ja: 開発にはAIによる実装支援を利用しています。要件、設計、検証、公開判断は開発者が行っています。
ko: 개발에는 AI 구현 지원을 사용합니다. 요구 사항, 설계, 검증 및 공개 결정은 개발자가 담당합니다.
nl: AI wordt gebruikt ter ondersteuning van de implementatie. Vereisten, ontwerp, verificatie en publicatiebeslissingen blijven bij de ontwikkelaar.
pl: AI wspiera implementację. Za wymagania, projekt, weryfikację i decyzje o publikacji odpowiada deweloper.
pt_br: A IA é usada para auxiliar a implementação. Requisitos, design, verificação e decisões de publicação ficam a cargo do desenvolvedor.
ru: ИИ используется для помощи в реализации. Требования, дизайн, проверка и решения о выпуске остаются за разработчиком.
th: ใช้ AI เพื่อช่วยในการพัฒนา ผู้พัฒนาเป็นผู้กำหนดความต้องการ ออกแบบ ตรวจสอบ และตัดสินใจเผยแพร่
tr: Uygulama geliştirmede AI desteğinden yararlanılır. Gereksinimler, tasarım, doğrulama ve yayımlama kararları geliştiriciye aittir.
uk: ШІ використовується для допомоги в реалізації. Вимоги, дизайн, перевірка та рішення про випуск залишаються за розробником.
vi: AI được dùng để hỗ trợ triển khai. Yêu cầu, thiết kế, kiểm chứng và quyết định phát hành do nhà phát triển thực hiện.
zh_hans: 开发过程中使用 AI 辅助实现。需求、设计、验证和发布决定均由开发者负责。
zh_hant: 開發過程使用 AI 協助實作。需求、設計、驗證與發布決定均由開發者負責。

# about.development.title
source: Development
ar: التطوير
de: Entwicklung
es: Desarrollo
fr: Développement
he: פיתוח
hi: विकास
id: Pengembangan
it: Sviluppo
ja: 開発について
ko: 개발 정보
nl: Ontwikkeling
pl: Opracowanie
pt_br: Desenvolvimento
ru: Разработка
th: การพัฒนา
tr: Geliştirme
uk: Розробка
vi: Phát triển
zh_hans: 关于开发
zh_hant: 關於開發

# about.documents.privacy
source: Privacy Policy included in the app
ar: سياسة الخصوصية داخل التطبيق
de: Datenschutzrichtlinie in der App
es: Política de privacidad incluida en la app
fr: Politique de confidentialité incluse dans l’app
he: מדיניות הפרטיות בתוך היישום
hi: ऐप में शामिल गोपनीयता नीति
id: Kebijakan privasi dalam aplikasi
it: Informativa sulla privacy inclusa nell’app
ja: アプリ内のプライバシーポリシー
ko: 앱 내 개인정보 처리방침
nl: Privacybeleid in de app
pl: Polityka prywatności w aplikacji
pt_br: Política de Privacidade incluída no app
ru: Политика конфиденциальности в приложении
th: นโยบายความเป็นส่วนตัวภายในแอป
tr: Uygulamadaki gizlilik politikası
uk: Політика конфіденційності в застосунку
vi: Chính sách quyền riêng tư trong ứng dụng
zh_hans: App 内隐私政策
zh_hant: App 內隱私權政策

# about.documents.terms
source: Terms included in the app
ar: شروط الاستخدام داخل التطبيق
de: Nutzungsbedingungen in der App
es: Condiciones incluidas en la app
fr: Conditions incluses dans l’app
he: תנאי השימוש בתוך היישום
hi: ऐप में शामिल उपयोग की शर्तें
id: Ketentuan dalam aplikasi
it: Condizioni incluse nell’app
ja: アプリ内の利用規約
ko: 앱 내 이용 약관
nl: Gebruiksvoorwaarden in de app
pl: Warunki w aplikacji
pt_br: Termos incluídos no app
ru: Условия в приложении
th: ข้อกำหนดภายในแอป
tr: Uygulamadaki kullanım koşulları
uk: Умови в застосунку
vi: Điều khoản trong ứng dụng
zh_hans: App 内使用条款
zh_hant: App 內使用條款

# about.documents.title
source: Documents included in the app
ar: المستندات داخل التطبيق
de: Dokumente in der App
es: Documentos incluidos en la app
fr: Documents inclus dans l’app
he: מסמכים בתוך היישום
hi: ऐप में शामिल दस्तावेज़
id: Dokumen dalam aplikasi
it: Documenti inclusi nell’app
ja: アプリ内の文書
ko: 앱 내 문서
nl: Documenten in de app
pl: Dokumenty w aplikacji
pt_br: Documentos incluídos no app
ru: Документы в приложении
th: เอกสารภายในแอป
tr: Uygulamadaki belgeler
uk: Документи в застосунку
vi: Tài liệu trong ứng dụng
zh_hans: App 内文档
zh_hant: App 內文件

# about.policy.free
source: All features are free
ar: جميع الميزات مجانية
de: Alle Funktionen sind kostenlos
es: Todas las funciones son gratuitas
fr: Toutes les fonctionnalités sont gratuites
he: כל התכונות בחינם
hi: सभी सुविधाएँ निःशुल्क
id: Semua fitur gratis
it: Tutte le funzioni sono gratuite
ja: 全機能無料
ko: 모든 기능 무료
nl: Alle functies zijn gratis
pl: Wszystkie funkcje są bezpłatne
pt_br: Todos os recursos são gratuitos
ru: Все функции бесплатны
th: ทุกฟีเจอร์ใช้งานฟรี
tr: Tüm özellikler ücretsiz
uk: Усі функції безкоштовні
vi: Mọi tính năng đều miễn phí
zh_hans: 所有功能免费
zh_hant: 所有功能免費

# about.policy.noAccount
source: No account required
ar: لا يتطلب حسابًا
de: Kein Konto erforderlich
es: No requiere cuenta
fr: Aucun compte requis
he: אין צורך בחשבון
hi: खाते की आवश्यकता नहीं
id: Tidak perlu akun
it: Nessun account richiesto
ja: アカウント不要
ko: 계정 불필요
nl: Geen account nodig
pl: Konto nie jest wymagane
pt_br: Não requer conta
ru: Аккаунт не требуется
th: ไม่ต้องมีบัญชี
tr: Hesap gerekmez
uk: Обліковий запис не потрібен
vi: Không cần tài khoản
zh_hans: 无需帐户
zh_hant: 無需帳號

# about.policy.noAds
source: No ads
ar: بدون إعلانات
de: Keine Werbung
es: Sin anuncios
fr: Sans publicité
he: ללא פרסומות
hi: कोई विज्ञापन नहीं
id: Tanpa iklan
it: Senza pubblicità
ja: 広告なし
ko: 광고 없음
nl: Geen advertenties
pl: Bez reklam
pt_br: Sem anúncios
ru: Без рекламы
th: ไม่มีโฆษณา
tr: Reklam yok
uk: Без реклами
vi: Không quảng cáo
zh_hans: 无广告
zh_hant: 無廣告

# about.policy.title
source: Product policy
ar: سياسة المنتج
de: Produktgrundsätze
es: Política del producto
fr: Principes du produit
he: מדיניות המוצר
hi: उत्पाद नीति
id: Kebijakan produk
it: Politica del prodotto
ja: 提供方針
ko: 제공 방침
nl: Productbeleid
pl: Zasady produktu
pt_br: Política do produto
ru: Принципы продукта
th: นโยบายผลิตภัณฑ์
tr: Ürün ilkeleri
uk: Принципи продукту
vi: Chính sách sản phẩm
zh_hans: 提供方针
zh_hant: 提供方針

# about.summary
source: A private, on-device app for arranging PDF and image pages and exporting them in the format you need.
ar: ترتيب الصفحات وتصديرها بسهولة
de: Eine lokale App zum Ordnen von PDF- und Bildseiten und Exportieren im gewünschten Format.
es: Una app local para ordenar páginas PDF e imágenes y exportarlas en el formato que necesites.
fr: Une app locale pour organiser des pages PDF et des images, puis les exporter au format souhaité.
he: יישום פרטי שפועל במכשיר לסידור עמודי PDF ותמונות ולייצוא שלהם בפורמט הדרוש.
hi: पृष्ठों को क्रम में लगाएँ और सरलता से निर्यात करें
id: Aplikasi lokal untuk menyusun halaman PDF dan gambar lalu mengekspornya dalam format yang dibutuhkan.
it: Un’app locale per organizzare pagine PDF e immagini ed esportarle nel formato desiderato.
ja: PDFや画像をページ単位で整理し、必要な形式へ出力するローカルアプリです。
ko: PDF와 이미지 페이지를 기기에서 정리하고 원하는 형식으로 내보내는 앱입니다.
nl: Een lokale app om PDF- en afbeeldingspagina’s te ordenen en in het gewenste formaat te exporteren.
pl: Lokalna aplikacja do porządkowania stron PDF i obrazów oraz eksportowania ich w wybranym formacie.
pt_br: Um app local para organizar páginas de PDF e imagens e exportá-las no formato desejado.
ru: Приложение работает на устройстве и позволяет упорядочивать страницы PDF и изображения, а затем экспортировать их в нужном формате.
th: แอปที่ทำงานบนอุปกรณ์สำหรับจัดเรียงหน้า PDF และรูปภาพ แล้วส่งออกเป็นรูปแบบที่ต้องการ
tr: PDF ve görüntü sayfalarını aygıtta düzenleyip istediğiniz biçimde dışa aktaran bir uygulama.
uk: Застосунок працює на пристрої та дає змогу впорядковувати сторінки PDF і зображення, а потім експортувати їх у потрібному форматі.
vi: Ứng dụng xử lý trên thiết bị để sắp xếp trang PDF và hình ảnh rồi xuất theo định dạng cần dùng.
zh_hans: 一款在设备上整理 PDF 和图像页面并按所需格式导出的应用。
zh_hant: 一款在裝置上整理 PDF 與影像頁面並依所需格式輸出的 App。

# about.title
source: About
ar: حول هذا التطبيق
de: Über die App
es: Acerca de
fr: À propos
he: מידע על היישום
hi: इस ऐप के बारे में
id: Tentang
it: Informazioni
ja: このアプリについて
ko: 앱 정보
nl: Over
pl: O aplikacji
pt_br: Sobre
ru: О приложении
th: เกี่ยวกับแอป
tr: Hakkında
uk: Про застосунок
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# about.version
source: Version
ar: الإصدار
es: Versión
he: גרסה
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# ai.apply
source: Review and apply
ar: مراجعة النتيجة وتطبيقها
de: Prüfen und anwenden
es: Revisar y aplicar
fr: Vérifier et appliquer
he: בדיקת התוצאה והחלתה
hi: परिणाम जाँचें और लागू करें
id: Tinjau dan terapkan
it: Controlla e applica
ja: 結果を確認して適用
ko: 검토 후 적용
nl: Controleren en toepassen
pl: Sprawdź i zastosuj
pt_br: Revisar e aplicar
ru: Проверить и применить
th: ตรวจสอบและใช้
tr: İncele ve uygula
uk: Перевірити й застосувати
vi: Xem lại và áp dụng
zh_hans: 检查并应用
zh_hant: 檢查並套用

# ai.confirm.noReason
source: Apply this order?
ar: هل تريد تطبيق هذا الترتيب؟
de: Diese Reihenfolge anwenden?
es: ¿Aplicar este orden?
fr: Appliquer cet ordre ?
he: להחיל את הסדר הזה?
hi: क्या यह क्रम लागू करना है?
id: Terapkan urutan ini?
it: Applicare questo ordine?
ja: 並べ替え結果を適用しますか？
ko: 이 순서를 적용할까요?
nl: Deze volgorde toepassen?
pl: Zastosować tę kolejność?
pt_br: Aplicar esta ordem?
ru: Применить этот порядок?
th: ใช้ลำดับนี้หรือไม่
tr: Bu sıra uygulansın mı?
uk: Застосувати цей порядок?
vi: Áp dụng thứ tự này?
zh_hans: 应用此顺序？
zh_hant: 套用此順序？

# ai.confirm.title
source: AI Sort Result
ar: نتيجة الترتيب بالذكاء الاصطناعي
de: KI-Sortierergebnis
es: Resultado de IA
fr: Résultat du tri IA
he: תוצאת המיון באמצעות AI
hi: AI क्रमबद्धता का परिणाम
id: Hasil pengurutan AI
it: Risultato IA
ja: AIの並べ替え結果
ko: AI 정렬 결과
nl: AI-sorteerresultaat
pl: Wynik sortowania AI
pt_br: Resultado da IA
ru: Результат AI-сортировки
th: ผลการเรียงด้วย AI
tr: AI sıralama sonucu
uk: Результат AI-сортування
vi: Kết quả sắp xếp AI
zh_hans: AI 排序结果
zh_hant: AI 排序結果

# ai.create
source: AI sort
ar: الترتيب بالذكاء الاصطناعي
de: Mit KI sortieren
es: Ordenar con IA
fr: Trier avec l’IA
he: מיון באמצעות AI
hi: AI से क्रमबद्ध करें
id: Urutkan dengan AI
it: Ordina con IA
ja: AI並び替え
ko: AI 정렬
nl: Sorteren met AI
pl: Sortuj przez AI
pt_br: Ordenar com IA
ru: AI-сортировка
th: เรียงด้วย AI
tr: Yapay zekâyla sırala
uk: AI-сортування
vi: Sắp xếp bằng AI
zh_hans: AI 排序
zh_hant: AI 排序

# ai.createFile
source: Create AI file
ar: إنشاء ملف للذكاء الاصطناعي
de: KI-Datei erstellen
es: Crear archivo para IA
fr: Créer un fichier pour l’IA
he: יצירת קובץ ל-AI
hi: AI के लिए फ़ाइल बनाएँ
id: Buat file AI
it: Crea file per l’IA
ja: AI用ファイルを作成
ko: AI용 파일 만들기
nl: AI-bestand maken
pl: Utwórz plik dla AI
pt_br: Criar arquivo para IA
ru: Создать файл для AI
th: สร้างไฟล์สำหรับ AI
tr: AI dosyası oluştur
uk: Створити файл для AI
vi: Tạo tệp cho AI
zh_hans: 创建 AI 文件
zh_hant: 建立 AI 檔案

# ai.defaultPrompt
source: Arrange the pages in a natural submission order, considering document type, dates, and front-and-back continuity.
ar: رتّب الصفحات بترتيب طبيعي مناسب للتقديم، مع مراعاة نوع المستند والتواريخ وتسلسل الوجه والظهر.
de: Ordne die Seiten für die Einreichung sinnvoll an und berücksichtige Dokumentart, Datum sowie Vorder- und Rückseiten.
es: Ordena las páginas de forma natural para su entrega, considerando el tipo de documento, las fechas y la continuidad entre anverso y reverso.
fr: Classez les pages dans un ordre naturel pour le dépôt, en tenant compte du type de document, des dates et de la continuité recto verso.
he: סדרו את העמודים בסדר טבעי המתאים להגשה, תוך התחשבות בסוג המסמך, בתאריכים וברצף בין הצד הקדמי לאחורי.
hi: दस्तावेज़ के प्रकार, तारीखों और आगे-पीछे के पृष्ठों की निरंतरता को ध्यान में रखते हुए पृष्ठों को जमा करने के लिए स्वाभाविक क्रम में लगाएँ।
id: Susun halaman dalam urutan yang wajar untuk diserahkan dengan mempertimbangkan jenis dokumen, tanggal, dan kesinambungan sisi depan-belakang.
it: Ordina le pagine in modo naturale per la consegna, considerando tipo di documento, date e continuità fronte-retro.
ja: 書類の種類、日付、表裏の連続性を考慮し、提出資料として自然な順番に並べてください。
ko: 문서 종류, 날짜, 앞뒷면의 연속성을 고려해 제출 자료로 자연스러운 순서로 정렬해 주세요.
nl: Zet de pagina’s in een logische volgorde voor indiening, rekening houdend met documenttype, datums en voor- en achterzijden.
pl: Ułóż strony w naturalnej kolejności do złożenia, uwzględniając rodzaj dokumentu, daty oraz ciągłość przodu i tyłu.
pt_br: Organize as páginas em uma ordem natural para envio, considerando o tipo de documento, as datas e a continuidade entre frente e verso.
ru: Расположи страницы в естественном порядке для подачи, учитывая тип документа, даты и связь лицевой и оборотной сторон.
th: เรียงหน้าให้อยู่ในลำดับที่เหมาะสมสำหรับส่ง โดยพิจารณาประเภทเอกสาร วันที่ และความต่อเนื่องของด้านหน้าและด้านหลัง
tr: Sayfaları belge türü, tarihler ve ön-arka sürekliliğini dikkate alarak teslim için doğal bir sıraya diz.
uk: Розташуй сторінки у природному порядку для подання, враховуючи тип документа, дати та зв’язок лицьового й зворотного боків.
vi: Sắp xếp các trang theo thứ tự tự nhiên để nộp, có xét loại tài liệu, ngày tháng và tính liên tục giữa mặt trước và mặt sau.
zh_hans: 请根据文档类型、日期和正反面的连续性，将页面按适合提交的自然顺序排列。
zh_hant: 請依文件類型、日期及正反面連續性，將頁面排列成適合提交的自然順序。

# ai.error
source: Couldn’t apply the AI result
ar: خطأ في الذكاء الاصطناعي
de: KI-Ergebnis konnte nicht angewendet werden
es: No se pudo aplicar el resultado
fr: Impossible d’appliquer le résultat
he: שגיאת AI
hi: AI त्रुटि
id: Hasil AI tidak dapat diterapkan
it: Impossibile applicare il risultato
ja: AI結果を適用できません
ko: AI 결과를 적용할 수 없습니다
nl: AI-resultaat kon niet worden toegepast
pl: Nie można zastosować wyniku AI
pt_br: Não foi possível aplicar o resultado
ru: Не удалось применить результат AI
th: ใช้ผลลัพธ์ AI ไม่ได้
tr: AI sonucu uygulanamadı
uk: Не вдалося застосувати результат AI
vi: Không thể áp dụng kết quả AI
zh_hans: 无法应用 AI 结果
zh_hant: 無法套用 AI 結果

# ai.error.invalidFormat
source: The result format is invalid.
ar: تنسيق النتيجة غير صالح.
de: Das Ergebnisformat ist ungültig.
es: El formato del resultado no es válido.
fr: Le format du résultat n’est pas valide.
he: פורמט התוצאה אינו תקין.
hi: परिणाम का फ़ॉर्मैट सही नहीं है।
id: Format hasil tidak valid.
it: Il formato del risultato non è valido.
ja: 結果形式が正しくありません。
ko: 결과 형식이 올바르지 않습니다.
nl: De resultaatindeling is ongeldig.
pl: Format wyniku jest nieprawidłowy.
pt_br: O formato do resultado é inválido.
ru: Неверный формат результата.
th: รูปแบบผลลัพธ์ไม่ถูกต้อง
tr: Sonuç biçimi geçersiz.
uk: Неправильний формат результату.
vi: Định dạng kết quả không hợp lệ.
zh_hans: 结果格式不正确。
zh_hant: 結果格式不正確。

# ai.error.packageCreation
source: Could not create the pages for the AI PDF.
ar: تعذر إنشاء صفحات PDF الخاصة بالذكاء الاصطناعي.
de: Die Seiten für die AI-PDF konnten nicht erstellt werden.
es: No se pudieron crear las páginas del PDF para la IA.
fr: Impossible de créer les pages du PDF pour l’IA.
he: לא ניתן ליצור את עמודי ה-PDF עבור ה-AI.
hi: AI के लिए PDF पेज नहीं बनाए जा सके।
id: Halaman PDF untuk AI tidak dapat dibuat.
it: Impossibile creare le pagine del PDF per l’IA.
ja: AI用PDFのページ生成に失敗しました。
ko: AI용 PDF 페이지를 만들지 못했습니다.
nl: De pagina’s voor de AI-pdf konden niet worden gemaakt.
pl: Nie udało się utworzyć stron PDF dla AI.
pt_br: Não foi possível criar as páginas do PDF para a IA.
ru: Не удалось создать страницы PDF для AI.
th: ไม่สามารถสร้างหน้า PDF สำหรับ AI ได้
tr: AI PDF sayfaları oluşturulamadı.
uk: Не вдалося створити сторінки PDF для AI.
vi: Không thể tạo các trang PDF cho AI.
zh_hans: 无法生成 AI 用 PDF 页面。
zh_hant: 無法建立 AI 用 PDF 頁面。

# ai.error.pageMismatch
source: Pages do not match
ar: عدد الصفحات غير متطابق
de: Seiten stimmen nicht überein
es: Las páginas no coinciden
fr: Les pages ne correspondent pas
he: מספר העמודים אינו תואם
hi: पृष्ठ संख्या मेल नहीं खाती
id: Halaman tidak cocok
it: Le pagine non corrispondono
ja: 対象ページが一致しません
ko: 대상 페이지가 일치하지 않습니다
nl: Pagina’s komen niet overeen
pl: Strony nie są zgodne
pt_br: As páginas não correspondem
ru: Страницы не совпадают
th: หน้าไม่ตรงกัน
tr: Sayfalar eşleşmiyor
uk: Сторінки не збігаються
vi: Các trang không khớp
zh_hans: 页面不匹配
zh_hant: 頁面不相符

# ai.error.pageSetMismatch
source: PAGE_ID contains missing, duplicate, or extra entries.
ar: تحتوي PAGE_ID على عناصر ناقصة أو مكررة أو زائدة.
de: PAGE_ID enthält fehlende, doppelte oder zusätzliche Einträge.
es: PAGE_ID contiene elementos que faltan, están duplicados o sobran.
fr: PAGE_ID contient des éléments manquants, en double ou en trop.
he: PAGE_ID כולל פריטים חסרים, כפולים או נוספים.
hi: PAGE_ID में प्रविष्टियाँ गायब, दोहराई गई या अतिरिक्त हैं।
id: PAGE_ID berisi item yang hilang, duplikat, atau tambahan.
it: PAGE_ID contiene elementi mancanti, duplicati o in più.
ja: PAGE_IDに不足・重複・追加があります。
ko: PAGE_ID에 누락, 중복 또는 추가 항목이 있습니다.
nl: PAGE_ID bevat ontbrekende, dubbele of extra items.
pl: PAGE_ID zawiera brakujące, zduplikowane lub dodatkowe elementy.
pt_br: PAGE_ID contém itens ausentes, duplicados ou extras.
ru: В PAGE_ID есть пропущенные, повторяющиеся или лишние элементы.
th: PAGE_ID มีรายการที่ขาด ซ้ำ หรือเกินมา
tr: PAGE_ID içinde eksik, yinelenen veya fazladan öğeler var.
uk: У PAGE_ID є пропущені, повторювані або зайві елементи.
vi: PAGE_ID có mục bị thiếu, trùng lặp hoặc dư.
zh_hans: PAGE_ID 存在缺失、重复或多余的项目。
zh_hant: PAGE_ID 有缺漏、重複或多餘的項目。

# ai.error.resultLineNotFound
source: No result line was found in the pasted text.
ar: لم يتم العثور على سطر النتيجة في النص الملصق.
de: Im eingefügten Text wurde keine Ergebniszeile gefunden.
es: No se encontró la línea de resultado en el texto pegado.
fr: Aucune ligne de résultat n’a été trouvée dans le texte collé.
he: לא נמצאה שורת תוצאה בטקסט שהודבק.
hi: चिपकाए गए टेक्स्ट में परिणाम वाली पंक्ति नहीं मिली।
id: Baris hasil tidak ditemukan dalam teks yang ditempel.
it: Nessuna riga di risultato trovata nel testo incollato.
ja: 貼り付け内容から結果行を見つけられませんでした。
ko: 붙여넣은 내용에서 결과 줄을 찾지 못했습니다.
nl: Er is geen resultaatregel gevonden in de geplakte tekst.
pl: Nie znaleziono wiersza wyniku we wklejonym tekście.
pt_br: A linha de resultado não foi encontrada no texto colado.
ru: В вставленном тексте не найдена строка результата.
th: ไม่พบบรรทัดผลลัพธ์ในข้อความที่วาง
tr: Yapıştırılan metinde sonuç satırı bulunamadı.
uk: У вставленому тексті не знайдено рядок результату.
vi: Không tìm thấy dòng kết quả trong nội dung đã dán.
zh_hans: 在粘贴的内容中找不到结果行。
zh_hant: 在貼上的內容中找不到結果行。

# ai.error.sessionMismatch
source: The SESSION does not match.
ar: قيمة SESSION غير متطابقة.
de: Die SESSION stimmt nicht überein.
es: La SESSION no coincide.
fr: Le SESSION ne correspond pas.
he: ה-SESSION אינו תואם.
hi: SESSION मेल नहीं खाता।
id: SESSION tidak cocok.
it: La SESSION non corrisponde.
ja: SESSIONが一致しません。
ko: SESSION이 일치하지 않습니다.
nl: De SESSION komt niet overeen.
pl: SESSION nie jest zgodna.
pt_br: A SESSION não corresponde.
ru: Значение SESSION не совпадает.
th: SESSION ไม่ตรงกัน
tr: SESSION eşleşmiyor.
uk: Значення SESSION не збігається.
vi: SESSION không khớp.
zh_hans: SESSION 不一致。
zh_hant: SESSION 不一致。

# ai.paste
source: Paste
ar: لصق نتيجة الذكاء الاصطناعي
de: Einfügen
es: Pegar
fr: Coller
he: הדבקת תוצאת AI
hi: AI परिणाम चिपकाएँ
id: Tempel
it: Incolla
ja: 貼り付け
ko: 붙여넣기
nl: Plakken
pl: Wklej
pt_br: Colar
ru: Вставить
th: วาง
tr: Yapıştır
uk: Вставити
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上
